[{ "year": 1944, "color": "#23c8b2", "details": "Керуак частенько пьянствует и употребляет бензедрин. Знакомится с Берроузом и с Гинзбергом. Трагические события, что произошли с их друзьями, сильно потрясла всю компанию. Данные события Керуак и Берроуз спустя небольшое время описали в романе «И бегемоты сварились в своих бассейнах»,  по сути в одном из первых произведений бит-литературы, но очень долго являвшегося неизданным. В этом же году вся компания окончательно перешла с алкоголя на наркотики — Керуак остался верен бензедрину, Берроуз начал колоться морфином, Гинзберг предпочитал пейотль"},{ "year": 1946, "color": "#fc6472", "details": "произошла знаменательная встреча — в Нью-Йорке Гинзберг с Керуаком встретились и подружились с Нилом Кэссиди. Последние двое сошлись особо близко — Нил хотел, чтобы Джек научил его писа́ть, а Джек хотел научиться жить — двое стали закадычными приятелями. Керуак с Кэссиди множество раз путешествовали из одного конца континента в другой, употребляя наркотики, пьянствуя и наслаждаясь джаз-музыкой из радиоприёмника. Множество дневниковых записей Керуака слово в слово будут позже перенесены на страницы романа «В дороге».  Так рождалось одно из трех основных произведений бит-литературы, да и сама бит-литература. Тем временем, Берроуз знакомится с героином, к которому на длительное время пристрастится."},{ "year": 1948, "color": "#23c8b2", "details": "В одной из своих публицистических статей Керуак вспоминает, что «разбитое поколение» было впервые упомянуто им в 1948 году в беседе с Джоном Холмсом: так писатель охарактеризовал социальный пласт, возникший после практически исчезнувшего к концу 1940-х «потерянного поколения». Рождение понятия."},{ "year": 1949, "color": "#23c8b2", "details": "Гинберг попадает в психиатрическую больницу для прохождения лечения. Именно там Гинзберг познакомился и вскоре стал близким другом Карла Соломона, которому впоследствии посвятил своё крупнейшее произведение «Вопль». История создания второго основного произведения бит-литературы. Тем временем, Джек Керуак активно работает над несколькими произведениями — он пишет «Доктора Сакса»  и «Городок и город». Исключительно когда последний был принят к публикации в 1949 году, автор возвращается к ранее отложенному «В дороге». Вместе с тем Керуак продолжал трудиться на разных низкооплачиваемых работах для поддержания своей тяги к путешествиям («на протяжении следующих шести лет я бездельничал, был кондуктором, моряком, нищим, выдавал себя за индейца в Мексике, в общем, был и тем, и сем»)."},{ "year": 1951, "color": "#23c8b2", "details": "Керуак заканчивает первую версию «В дороге» после трёх недель непрерывной работы, напечатав на пишущей машинке за двадцать один день 125 тыс. слов. По рассказам самого Керуака, его выводила из себя необходимость постоянно вставлять в машинку чистые листы. Тогда он склеил множество листов японской бумаги и использовал получившийся 147-метровый рулон для непрерывной печати. Тем временем, в разгар вечеринки года Берроуз сказал гостям, что будет стрелять из пистолета «в стиле Вильгельма Телля», — его жена поместила стакан на голову, и писатель, будучи в состоянии сильного алкогольного опьянения, убил её выстрелом, не попав в «мишень». Данное событие стало центральным, как скажет сам Берроуз несколько десятилетий спустя, для всей его жизни и послужило главным «толчком» для его литературной карьеры. Дело имело полно белых пятен, потому Берроузу удалось выйти из тюрьмы всего после двух недель пребывания в заключении."},{ "year": 1952, "color": "#23c8b2", "details": "Лоуренс Ферлингетти, демобилизованный из военного флота, успешно вошёл в литературные круги Сан-Франциско. Он знакомится с поэтом и эссеистом Кеннетом Рексротом и Робертом Данкеном, а также с Питером Мартином, издателем небольшого журнала «City Lights». Ферлингетти, Рексрот и Мартин решили открыть одноимённое издательство и книжный магазин. В дальнейшем последний станет своеобразной Меккой для местных писателей и художников. Там же, некоторое время спустя, впервые встретились Гинзберг, Макклур и Снайдер. Ферлингетти стал не только совладельцем предприятия, но и занял пост главного редактора издательства. Очень скоро он стал важнейшей фигурой современной поэзии США, а впоследствии «превратился в заботливого папашу для нонконформистов от литературы, одну из ключевых фигур бит-движения». Тем временем, Джона Холмс выпускает роман «Марш!», считающийся первым произведением бит-поколения."},{ "year": 1954, "color": "#23c8b2", "details": "Берроуз завершил своё длительное путешествие по Эквадору и Перу (отчёты о пребывании там писателя впоследствии составили книгу «Письма Яхе») и переехал в Марокко, в Международную зону Танжер, которую мечтал посетить после прочтения нескольких книг Пола Боулза. Здесь же он начал работать над текстами, которые впоследствии вошли в «Голый завтрак» и «Интерзону»."},{ "year": 1955, "color": "#fc6472", "details": "7 октября. Чтения в Галерее Шесть в районе Сан-Франциско под названием Норт-Бич. Чтения проходили в бывшем авторемонтном магазине. Мероприятие было организовано Кеннетом Рексротом для рекламы молодых авторов — Гинзберга, Макклура, Ламантиа, Снайдера, Уэйлена и Керуака. Не все из выступавших были до этого знакомы, что делает чтения в «Галерее Шесть» также особо важным для формирования бит-поколения событием. Мероприятие собрало около ста пятидесяти человек, однако точно восстановить события произошедшего представляется затруднительным; версия Макклура представлена в книге «Scratching The Beat Surface», Керуака — в «Бродягах Дхармы». Первым слово взял Рексрот, поимённо представив участников действа гостям; далее микрофон был передан Ламантиа, он был единственным, кто ранее уже выступал на публике, который представил материал за авторством своего друга Джона Хоффмана, недавно погибшего от передозировки пейотом. Следующим читал Макклур, самый молодой из представленных поэтов. Большую часть материала он взял из книг «Point Lobos: Animism» и «For the Death of 100 Whales», однако выступление начал со стихов Данкена, творчеством которого искренне восхищался. Следующим выступал Уэйлен, прочитавший свои работы из сборника «Plus Ca Change». Предпоследним выступал двадцатидевятилетний Гинзберг, на тот момент не публиковавшийся и никогда ранее не принимавший участие в поэтических чтениях. «Вопль» был написан им всего несколько недель назад, потому никто ещё не слышал текста произведения и не читал его. Выступая, Гинзберг читал строки поэмы как еврейский кантор, мельком подглядывая в текст и произнося каждую новую строчку на едином дыхании. Присутствовавшие в галерее гости остолбенели, а Керуак в ритм выступающему поэту начал кричать: «Давай! Давай!». По окончании чтения первой части поэмы, поскольку остальное ещё не было написано, Рексрот был в слезах, а Гинзберг сделал удачный старт своей будущей поэтической карьеры. Поэт уходил со сцены под громкие аплодисменты. Закрывавший выступление Снайдер ограничился прочтением выдержек из одной своей поэмы. Керуак, к тому моменту уже изрядно пьяный, не выступал. Данные чтения также утвердили формат, который в будущем будет присущ всем публичным чтениям бит-поэзии, — выступления в стиле бибоп-представлений, зачастую на одной сцене с джазовыми музыкантами."},{ "year": 1956, "color": "#fc6472", "details": "Ферлингетти выступает первым издателем «Вопля» Гинсберга. После публикации партия книг была изъята сотрудниками полиции, поэма объявлена «непристойной», а Л. Ферлингетти арестован. Девять свидетелей из сан-францисского литературного общества высказались в пользу поэмы, обозначив её социальную значимость. В ходе процесса 3 октября 1957 года судья Клейтон Р. Хорн заявил, что поэма вполне пристойна, — «Вопль» постановлением суда было разрешено печатать, а с издателя были сняты все обвинения. Данный судебный процесс стал не только важным событием в борьбе за свободу слова, но и привлёк дополнительное общественное внимание к разбитому поколению. «Долгие судебные разбирательства с участием Американского союза защиты гражданских свобод и видных деятелей культуры возымели широкий резонанс. Лучшего пиара для малоизвестных авторов нельзя было придумать. Вся страна узнала о новых поэтах и писателях, бескомпромиссно выступающих за полную свободу творческого самовыражения» В. Павловец, «В ожидании бомбы»"},{ "year": 1957, "color": "#23c8b2", "details": "в свет выходит «В Дороге» Керуака. После множества отказов со стороны издателей «В дороге» Керуака наконец-то приняло в печать Viking Press. В момент, когда роман был опубликован, многие критики рассматривали битничество как феномен преходящий, и работу Керуака отказывались воспринимать всерьёз. Один из немногих положительных обзоров книги был представлен изданием The New York Times, в то время как подавляющее большинство остальных были негативные. Журналист из The New York Times писал: «Эта книга — наиболее искусное, незамутнённое и значительное высказывание того поколения, которое сам Керуак назвал разбитым и первейшим воплощением которого выступает». Именно рецензия в этом издании стала первым шагом Керуака к известности. Несмотря на разношёрстные отзывы о книге, последняя быстро стала бестселлером, а сам Керуак — знаменитостью; роман стал «библией» бит-поколения. Новообретённый статус Керуак воспринимал с дискомфортом. Тем временем, Гинзберг с любовником Питером Орловски переехали в Париж, в Beat Hotel. Год спустя к ним присоединился Берроуз, переживавший последствия лечения апоморфином от наркозависимости под присмотром Гайсина. Здесь же завязалось важное знакомство — Гайсин представил Берроузу режиссёра Энтони Белча; втроём они начали совместную работу над рядом кинопроектов по мотивам творчества Берроуза. Последствием их сотрудничества стали впоследствии не только ряд короткометражных фильмов Белча, но и знаменитый цикл из трёх экспериментальных романов «Трилогия Нова» Берроуза."},{ "year": 1958, "color": "#23c8b2", "details": "когда журналист газеты «San Francisco Chronicle» Герб Каэн в выпуске от 2 апреля добавил к слову «beat», которое на сленге джазовых музыкантов 40-х означало нищету и отчаяние, русский суффикс «-ник» из названия советского «Спутника-1», запущенного за полгода до этого; М. Левинсон связывает факт публикации статьи уже после запуска летательного аппарата на орбиту с тем, что в отношении «битников» она выражала аналогичное нахождение последних где-то за пределами этого мира. Писатель Пол Диксон цитирует журналиста: «Я придумал слово  «битник» просто потому, что русский «Спутник» тогда летал, и слово выскочило само». Тем временем, готов черновой вариант «Голого завтрака». Для публикации рукопись в этом же году была предложена Морису Жиродиа, главе издательства «Olympia Press», которое специализировалось на выпуске книг, написанных в грубой манере с использованием обсценной лексики и зачастую граничащих с порнографией. М. Жиродиа ответил отказом. Писатель был вынужден обратиться в Сан-Франциско к Лоуренсу Ферлингетти и его «City Lights»; Оливер Харрис, соавтор книги «Письма Уильяма Берроуза», отмечает, что, хоть писатель и пошёл на уступки, согласившись вычеркнуть из текста «грязные» моменты, Ферлингетти всё равно отклонил предложение выступить издателем «Голого завтрака». Только некоторое время спустя, когда значительный отрывок книги был опубликован Chicago Review, интересом к рукописи проникся ранее отказавшийся от неё Жиродиа. Тогда же благодаря знакомству с Лероем Джонсом, владельцем небольшого издательства, начинающая американская поэтесса итальянского происхождения Диана Ди Прима опубликовала свою первую книгу. В описываемое время Ди Прима бросила обучение в колледже и переехала в Гринвич-Виллидж, где и произошло её первое знакомство с представителями близких к бит-поколению кругов. Её книга привлекла внимание Гинзберга с Керуаком, и вскоре Ди Прима, равно как и Лерой, влились в ряды «разбитых». Впоследствии Джонс будет неоднократно выступать издателем для бит-авторов — Керуака, Олсена, Фрэнка О`Хары."},{ "year": 1959, "color": "#23c8b2", "details": "На фоне увеличивающейся популярности поэзии битников, в 1959 году Гинзберг, Кауфман, Вайнанс, Уильям Марголис и Джон Келли начали выпускать журнал «Beatitude», созданный как «некий „центральный орган“ битнического движения». Издание просуществовало двадцать лет — с 1959 по 1987 (с восьмилетним перерывом с 1961 по 1969). В тоже время во Франции «Olympia» опубликовала «Голый завтрак», который моментально попал в список книг, запрещённых к изданию на территории США, по причине широкого использования нецензурной лексики, наличия сцен с педофилией и убийствами детей. Примечательно, что и во Франции не обошлось без скандала, — дело дошло до того, что видным литераторам (не французским, как писал Берроуз) пришлось даже написать открытое письмо к правительству страны, оправдывая действия Жиродиа по выпуску романа в печать."},{ "year": 1960, "color": "#23c8b2", "details": "были опубликованы «The Happy Birthday of Death» Корсо, Керуак выпустил новеллу «Тристесса» и «Lonesome Traveler», выходит «Wobbly Rock» Уэлча. "},{ "year": 1961, "color": "#23c8b2", "details": "издаётся «Мягкая машина» Берроуза, «Dinners and Nightmares» Ди Примы, выходят «Kaddish and Other Poems» Гинзберга, выходит «Предисловие к двадцатитомной записке самоубийц» Джонса, «Dark Brown» Макклура; "},{ "year": 1962, "color": "#23c8b2", "details": "появились такие важные книги, как «Билет, который лопнул» Берроуза, «Биг Сур» Керуака."},{ "year": 1963, "color": "#23c8b2", "details": "«Письма Яхе» Берроуза и «Видения Жерара» Керуака."},{ "year": 1965, "color": "#fc6472", "details": "начался последний громкий судебный процесс в истории бит-поколения — слушание дела по роману Берроуза «Голый завтрак». Основной стратегией защиты была идея, что произведение имеет неоспоримую социальную значимость. В числе приглашённых экспертов для оценки книги были представлены Гинзберг, Мейлер и Чиарди. Сам автор на слушании не присутствовал; отвечая на закономерный вопрос журналиста об этом, Берроуз отвечал: «Вызывали, но я отказался ехать. А общее впечатление — сплошной фарс. Защита доказывала, будто „Голый завтрак“ имеет огромное общественное значение, однако, по-моему, это к делу не относится и не затрагивает основного вопроса о праве цензуры в целом, о праве государства осуществлять какую бы то ни было цензуру. Уверен, будь я там, пользы бы не принёс». В суде Гинзберг говорил больше часа, обсуждая структуру романа, его темы и литературные достоинства. Каждый отдельный элемент книги он отделял от другого и демонстрировал, как он предстаёт в виде социального критицизма и, одновременно, является важным представителем творчества. Мейлер, в свою очередь, сравнивал произведение Берроуза с «В поисках утраченного времени» и «Улиссом», делая упор на то, что «Голый завтрак» по праву стоит с ними в одном ряду.  В то же время выходят  «Нова Экспресс» Берроуза, «Dutchman» Джонса, «Ghost Tantras» Макклура, «Solitude Crowded with Loliness» Кауфмана, «Ангелы опустошения» Керуака."},{ "year": 1966, "color": "#fc6472", "details": "Верховный суд Массачусетса постановил, что текст романа «Голый завтрак» не является непристойным. С издателя были сняты все обвинения, и произведение могло свободно продаваться на территории США. Тем временем, в день официального запрета ЛСД, политически активная молодёжь с Хейт-Ашбери устроила «Фестиваль любви», который стал «разогревом» для последующего эпохального события в жизни Сан-Франциско. В дополнение к нему прошло крупное мероприятие «Human Be-In» в парке «Золотые ворота»."},{ "year": 1967, "color": "#23c8b2", "details": "более ста тысяч хиппи собрались на «Лето любви», что окончательно завершило трансформацию бит-поколения в новую социальную группу — хиппи"}]
